Repository: Tortole/leafsee-simple
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Even one of username or e-mail should have a value.
ru: Должно быть указанно либо имя пользователя, либо e-mail.

source: Not valid username, e-mail or password.
ru: Не верные имя пользователя, e-mail или пароль.

source: This account is inactive.
ru: Этот аккаунт неактивен

source: A user with that username already exists.
ru: Пользователь с таким именем пользователя уже существует.

source: A user with that e-mail already exists.
ru: Пользователь с таким e-mail уже существует.

source: Enter a valid username. This value may contain only letters, numbers, and following characters: -_
ru: Введите правильное имя пользователя. Имя пользователя может содержать латинские буквы, цифры и следующие символы: -_

source: Enter a valid nickname. This value may contain only letters, numbers, and following characters: @#$%^&*-_=+*
ru: Введите правильный никнейм. Никнейм может содержать латинские буквы, цифры и следующие символы: @#$%^&*-_=+*

source: Enter a valid first name. This value may contain only letters and space character.
ru: Введите правильное имя. Имя может содержать буквы и символ пробела.

source: Enter a valid last name. This value may contain only letters and space character.
ru: Введите правильную фамилию. Фамилия может содержать буквы и символ пробела.

source: English
ru: Английский

source: Russian
ru: Русский
